Repository: HiP-App/HiP-Forms
Catalog: Sources/HipMobileUI/Resources/Strings.*.resx
Languages: de

# SettingsScreenView_CharacterSelection_Text_IsProfessor
source: You are using the app in professor mode.
de: Sie nutzen die App im Professor-Modus.

# SettingsScreenView_CharacterSelection_Button_Text
source: Change
de: Ändern

# ProfileView_Adventurer
source: Adventurer
de: Abenteurer

# ProfileView_Button_Change_App_Mode
source: Change character
de: Charakter ändern

# ExhibitRouteDownloadPageViewModel_Wifi_Only_Message
source: The settings specify that data should only be downloaded via WiFi. Should the data still be downloaded via the mobile data connection this time?
de: In den Einstellungen ist festgelegt, dass Daten nur über Wlan heruntergeladen werden sollen. Sollen die Daten dieses Mal trotzdem über die mobile Datenverbindung heruntergeladen werden?

# ExhibitRouteDownloadPageViewModel_Wifi_Only_Title
source: WiFi disabled
de: Wlan Deaktiviert

# ForgotPasswordScreenView_Alert_No_Connection_Description
source: Please check your network connection
de: Bitte überprüfen Sie ihre Netzwerkverbindung

# ForgotPasswordScreenView_Alert_No_Connection_Title
source: No network connection
de: Keine Netzwerkverbindung

# ForgotPasswordScreenView_Alert_Unknown_Error_Description
source: An unknown error occurred. Please try again later.
de: Es ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.

# ForgotPasswordScreenView_Alert_Unknown_Error_Title
source: Unknown error
de: Unbekannter Fehler

# AchievementsScreenView_Score
source: Your score:
de: Dein Punktestand:

# AchievementsScreenView_PleaseLogin
source: You have to sign up or register first before you can use the achievements.
de: Um Erfolge zu nutzen, musst du dich zunächst einloggen.

# MainPageViewModel_Achievements
source: Achievements
de: Erfolge

# ExhibitNearby_VisitRequest
source: Visit a near sight!
de: Besuche eine nahe Sehenswürdigkeit!

# UserRating_Rate_Count
source: Ratings
de: Bewertungen

# UserRating_Average_Rating
source: Average ratings
de: Durchschnittliche Bewertungen

# UserRating_Dialog_Message_Not_Logged_In
source: You have to sign up or register first before a review can be made.
de: Sie müssen sich erst anmelden oder registrieren, bevor eine Bewertung abgegeben werden kann.

# UserRating_Dialog_Message_No_Internet
source: There is no connection to the internet.
de: Es kann keine Verbindung zum Internet aufgebaut werden.

# UserRating_Dialog_Message_No_Rating
source: None of the stars were marked for a rating.
de: Es wurde keiner der Sterne zum Bewerten markiert.

# UserRating_Dialog_Title_Not_Logged_In
source: Not logged in
de: Nicht Angemeldet

# UserRating_Dialog_Title_No_Internet
source: No internet connection
de: Keine Internetverbindung

# UserRating_Dialog_Title_No_Rating
source: No rating
de: Keine Bewertung

# UserRating_Rate
source: Rate
de: Bewerten

# UserRating_Tap_Star_To_Rate
source: Tap on a star to rate
de: Berühre einen Stern zum Bewerten

# UserRating_Dialog_Message_Thx
source: Thank you for your rating.
de: Vielen Dank für Ihre Bewertung.

# UserRating_Dialog_Message_Unkown_Error
source: An unknown error has occurred. Please try again later.
de: Es ist ein unbekannter Fehler aufgetreten. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut.

# UserRating_Dialog_Title_Thx
source: Thank you
de: Dankeschön

# UserRating_Dialog_Title_Unkown_Error
source: Unknown error
de: Unbekannter Fehler

# AchievementsDetailsExhibitView_VisitedMOfNExhibits
source: You have visited {0} out of {1} sights.
de: Du hast {0} von {1} Sehenswürdigkeiten besucht

# SkipExhibit_Message
source: All sights have been already visited. There is no one left to skip.
de: Alle Sehenswürdigkeiten wurden bereits besucht. Es kann keine weitere übersprungen werden.

# ForgotPasswordScreenView_Error_Invalid_Email
source: Your E-Mail-Address is invalid
de: Ihre E-Mail-Adresse ist ungültig

# ExhibitRouteDownloadPage_Overview
source: Overview
de: Übersicht

# ProfileScreenViewModel_Dialog_Logout_Message
source: Do you really want to logout?
de: Wollen Sie sich wirklich abmelden?

# ProfileScreenViewModel_Dialog_Logout_Title
source: Logout
de: Abmeldung

source: Yes
de: Ja

source: No
de: Nein

source: Cancel
de: Abbrechen

# CharacterDetailsPage_SelectModeButton
source: Select this mode
de: Wähle diesen Modus

# CharacterDetailsPage_ChangeModeButton
source: Check other mode
de: Anderer Modus

# CharacterSelectionPage_SelectCharacter
source: Choose a character
de: Wähle einen Charakter

# CharacterDetailsPage_Adventurer_Text
source: Discover Paderborn on your own! Gain new experiences!
de: Entdecke Paderborn auf eigene Faust! Mache neue Erfahrungen!

# CharacterDetailsPage_Professor_Text
source: Follow the guided tours to discover Paderborn!
de: Folge den geführten Touren um Paderborn zu entdecken!
