Repository: HiP-App/HiP-Forms
Catalog: Sources/HipMobileUI/Resources/Strings.*.resx
Languages: de

# LicenseScreenView_Agreement_Title
source: Legal basis and consent
de: Rechtsgrundlagen und Einwilligung

# LicenseScreenView_Contribution_Title
source: Contributions
de: Beiträge

# LicenseScreenView_Copyright_Title
source: Copyrights
de: Urheberrechte

# LicenseScreenView_CreditsImagesAutocarousel_Text
source: Images made by <a href="http://www.flaticon.com/authors/madebyoliver/">Madebyoliver</a> from <a href="http://www.flaticon.com/">www.flaticon.com</a>.
de: Bilder erstellt von <a href="http://www.flaticon.com/authors/madebyoliver/">Madebyoliver</a> from <a href="http://www.flaticon.com/">www.flaticon.com</a>.

# LicenseScreenView_CreditsImagesAutocarousel_Title
source: Credits of the images in the car carousel
de: Credits der Bilder im Autokarussell

# LicenseScreenView_CSL_Text
source: From <a href="http://commonservicelocator.codeplex.com">Microsoft</a>, licensed under <a href="http://commonservicelocator.codeplex.com/license">Ms-PL</a>. No changes were made.
de: Von <a href="http://commonservicelocator.codeplex.com">Microsoft</a>, lizenziert unter <a href="http://commonservicelocator.codeplex.com/license">Ms-PL</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_DatabaseData_Title
source: Database data
de: Datenbank-Daten

# LicenseScreenView_FeedbackData_Title
source: Feedback data
de: Feedback-Daten

# LicenseScreenView_Fody_Text
source: From <a href="https://github.com/Fody/Fody">Simon Cropp</a>, licensed under <a href="https://opensource.org/licenses/mit-license.php">MIT</a>. No changes were made.
de: Von <a href="https://github.com/Fody/Fody">Simon Cropp</a>, lizenziert unter <a href="https://opensource.org/licenses/mit-license.php">MIT</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_FurtherInfo_Title
source: Further information
de: Weitergehende Informationen

# LicenseScreenView_HockeyApp_Text
source: From <a href="https://github.com/bitstadium/HockeySDK-Android">Microsoft</a>, licensed under <a href="https://raw.githubusercontent.com/bitstadium/HockeySDK-Xamarin/master/LICENSE.md">Lizenz</a>. No changes were made.
de: Von <a href="https://github.com/bitstadium/HockeySDK-Android">Microsoft</a>, lizenziert unter <a href="https://raw.githubusercontent.com/bitstadium/HockeySDK-Xamarin/master/LICENSE.md">Lizenz</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_Impressum_Title
source: Imprint
de: Impressum

# LicenseScreenView_Itinero_Text
source: From <a href="https://github.com/Itinero">Ben Abelshausen</a>, licensed under <a href="https://opensource.org/licenses/Apache-2.0">Apache License 2.0</a> by permission. No changes were made.
de: Von <a href="https://github.com/Itinero">Ben Abelshausen</a>, lizenziert unter <a href="https://opensource.org/licenses/Apache-2.0">Apache License 2.0</a> durch Erlaubnis. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_Liability_Title
source: Liability
de: Haftung

# LicenseScreenView_License_Title
source: Licenses
de: Lizenzen

# LicenseScreenView_MapIcons_Text
source: From <a href="https://mapicons.mapsmarker.com/">Maps Icons Collection</a>, licensed under <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. No changes were made.
de: Von <a href="https://mapicons.mapsmarker.com/">Maps Icons Collection</a>, lizenziert unter <a href="http://creativecommons.org/licenses/by-sa/3.0/">CC-BY-SA 3.0</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_MaterialIcons_Text
source: From <a href="https://design.google.com/icons/">Google</a>, licensed under <a href="https://opensource.org/licenses/Apache-2.0">Apache License 2.0</a>. No changes were made.
de: Von <a href="https://design.google.com/icons/">Google</a>, lizenziert unter <a href="https://opensource.org/licenses/Apache-2.0">Apache License 2.0</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_OSMBonusPack_Text
source: From <a href="https://github.com/MKergall/osmbonuspack">MKergall</a>, licensed under <a href="https://raw.githubusercontent.com/MKergall/osmbonuspack/master/LICENSE.md">GNU Lesser General Public License 3.0 (LGPL 3.0)</a> (ohne §5.d und §5.e). No changes were made.
de: Von <a href="https://github.com/MKergall/osmbonuspack">MKergall</a>, lizenziert unter <a href="https://raw.githubusercontent.com/MKergall/osmbonuspack/master/LICENSE.md">GNU Lesser General Public License 3.0 (LGPL 3.0)</a> (ohne §5.d und §5.e). Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_Osmdroid_Text
source: From <a href="https://github.com/osmdroid/osmdroid">osmdroid</a>, licensed under <a href="https://raw.githubusercontent.com/osmdroid/osmdroid/master/LICENSE">Apache License 2.0</a>. No changes were made.
de: Von <a href="https://github.com/osmdroid/osmdroid">osmdroid</a>, lizenziert unter <a href="https://raw.githubusercontent.com/osmdroid/osmdroid/master/LICENSE">Apache License 2.0</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_OsmSharp_Text
source: From <a href="https://osmsharp.com/">Ben Abelshausen</a>, licensed under <a href="https://opensource.org/licenses/mit-license.php">MIT</a>. No changes were made.
de: Von <a href="https://osmsharp.com/">Ben Abelshausen</a>, lizenziert unter <a href="https://opensource.org/licenses/mit-license.php">MIT</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_PrivacyPolicy_Title
source: Privacy statement
de: Datenschutzerklärung

# LicenseScreenView_Realm_Text
source: From <a href="https://github.com/realm/realm-java">Realm</a>, licensed under <a href="https://raw.githubusercontent.com/realm/realm-java/master/LICENSE">Apache License 2.0</a>. No changes were made.
de: Von <a href="https://github.com/realm/realm-java">Realm</a>, lizenziert unter <a href="https://raw.githubusercontent.com/realm/realm-java/master/LICENSE">Apache License 2.0</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_Reminiscence_Text
source: From <a href="https://github.com/itinero/reminiscence/">Ben Abelshausen</a>, licensed under <a href="https://opensource.org/licenses/mit-license.php">MIT</a>. No changes were made.
de: Von <a href="https://github.com/itinero/reminiscence/">Ben Abelshausen</a>, lizenziert unter <a href="https://opensource.org/licenses/mit-license.php">MIT</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_RightOfPP_Title
source: Legal status of the privacy policy
de: Rechtlicher Status der Datenschutzerklärung

# LicenseScreenView_SettingsPlugin_Text
source: From <a href="https://github.com/jamesmontemagno/SettingsPlugin">James Montemagno</a>, licensed under <a href="https://github.com/jamesmontemagno/SettingsPlugin/blob/master/LICENSE">MIT</a>. No changes were made.
de: Von <a href="https://github.com/jamesmontemagno/SettingsPlugin">James Montemagno</a>, lizenziert unter <a href="https://github.com/jamesmontemagno/SettingsPlugin/blob/master/LICENSE">MIT</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_ToU_Title
source: Terms of use
de: Nutzungsbedingungen

# LicenseScreenView_Transparancy_Title
source: Visibility of the data / transparency
de: Sichtbarkeit der Daten / Transparenz

# LicenseScreenView_Unity_Text
source: From <a href="https://github.com/unitycontainer/unity">Microsoft</a>, licensed under <a href="https://opensource.org/licenses/Apache-2.0">Apache License 2.0</a>. No changes were made.
de: Von <a href="https://github.com/unitycontainer/unity">Microsoft</a>, lizenziert unter <a href="https://opensource.org/licenses/Apache-2.0">Apache License 2.0</a>. Es wurden keine Änderungen vorgenommen.

# LicenseScreenView_UsagePersonalData_Title
source: Collection, processing and use of personal data
de: Erhebung, Verarbeitung und Nutzung personenbezogener Daten

# LicenseScreenView_XSL_Text
source: From <a href="https://github.com/xamarin/AndroidSupportComponents">Xamarin</a>, licensed under <a href="https://github.com/xamarin/AndroidSupportComponents/blob/master/LICENSE.md">MIT</a>. No changes were made.
de: Von <a href="https://github.com/xamarin/AndroidSupportComponents">Xamarin</a>, lizenziert unter <a href="https://github.com/xamarin/AndroidSupportComponents/blob/master/LICENSE.md">MIT</a>. Es wurden keine Änderungen vorgenommen.

# MainPageViewModel_LegalNotices
source: Legal Notice
de: Rechtliche Hinweise

# MainPageViewModel_OverviewPage
source: Overview
de: Übersicht

# MainPageViewModel_Routes
source: Routes
de: Routen

# MainPageViewModel_Settings
source: Settings
de: Einstellungen

# MainPage_MenuTitle
source: Historical Paderborn
de: Historisches Paderborn

# RouteDetailsPageViewModel_Description
source: Description
de: Beschreibung

# RouteDetailsPageViewModel_Map
source: Map
de: Karte

# RouteDetailsPage_PlayAudio
source: Read aloud
de: Vorlesen

# RouteDetailsPage_PauseAudio
source: Pause reading aloud
de: Vorlesen pausieren

# RouteDetailsPage_StartRoute
source: Start route
de: Route starten

# RouteDetailsPage_Tags
source: On the route
de: Auf der Route

# RoutesOverviewListItemViewModel_Distance
source: {0} kilometres
de: {0} Kilometer

# RoutesOverviewListItemViewModel_Duration
source: {0} minutes
de: {0} Minuten

# RoutesOverviewView_Tags
source: On the route:
de: Auf der Route:

# AudioToolbarView_Caption
source: Subtitle
de: Untertitel

# AudioToolbarView_Play
source: Play
de: Abspielen

# AudioToolbarView_Progress
source: Progress
de: Fortschritt

# SettingsScreenView_AppIntro_Title
source: App introduction
de: App Einführung

# SettingsScreenView_AutoStartAudio_Text
source: When this setting is enabled, audio will automatically start for the current page.
de: Wenn diese Einstellung aktiviert ist, wird Audio automatisch für die aktuelle Seite gestartet.

# SettingsScreenView_AutoStartAudio_Title
source: Automatically start audio
de: Automatisch Audio beginnen

# SettingsScreenView_AutoSwitchPage_Text
source: When this setting is enabled, the next page will be automatically shown after the end of an audio file.
de: Wenn diese Einstellung aktiviert ist, wird nach Ende der Audiowiedergabe automatisch zur nächsten Seite gewechselt.

# SettingsScreenView_AutoSwitchPage_Title
source: Automatically change pages
de: Automatisch Seiten wechseln

# SettingsScreenView_POI_Title
source: Sights
de: Sehenswürdigkeiten

# SettingsScreenView_RepeatHintAudio_Text
source: When enabled, the hint for the audio playback will appear again
de: Wenn aktiviert, wird der Hinweis zur Audiowiedergabe erneut angezeigt

# SettingsScreenView_RepeatHintAutoPageSwitch_Text
source: When enabled, the hint for the automatic page changing will appear again
de: Wenn aktiviert, wird der Hinweis zum automatischen Seitenwechsel erneut angezeigt

# SettingsScreenView_RepeatHintTimeSlider_Text
source: When enabled, the hint for the time bar will appear again
de: Wenn aktiviert, wird der Hinweis zur Zeitleiste erneut angezeigt

# SettingsScreenView_RepeatIntro_Text
source: When enabled, the app introduction will be shown on the next start again
de: Wenn aktiviert, wird die App Einführung beim nächsten Start erneut angezeigt

# SettingsScreenView_DownloadData_Text
source: When enabled, data updates are going to be downloaded automatically
de: Wenn aktiviert, werden Datenupdates automatisch heruntergeladen

# ExhibitDetailsPage_AgreeFeature
source: I want to use this feature
de: Ich möchte die Funktion nutzen

# ExhibitDetailsPage_AudioPlay
source: Audio starts automatically when a new page is opened. This feature can be changed under Menu >> Settings.
de: Audio startet automatisch sobald eine neue Seite geöffnet wird. Diese Eigenschaft kann unter Menu >> Einstellungen geändert werden.

# ExhibitDetailsPage_DisagreeFeature
source: I do not want to use this feature
de: Ich möchte die Funktion nicht nutzen

# ExhibitDetailsPage_Hinweis
source: Note
de: Hinweis

# ExhibitDetailsPage_PageSwitch
source: The pages are automatically changed when the audio file has been played. This feature can be changed under Menu >> Settings.
de: Die Seiten werden automatisch gewechselt, wenn die Audiodatei abgespielt wurde. Diese Eigenschaft kann unter Menu >> Einstellungen geändert werden.

# AudioTranscriptView_Sources_Title
source: Sources
de: Quellen

# AudioTranscriptView_Subtitles_Title
source: Subtitle
de: Untertitel

# UserOnboarding_Explore_Text
source: Experience and discover history and culture by oneself with your smartphone on-site
de: Erlebe und entdecke selbst mit dem Smartphone Geschichte und Kultur vor Ort

# UserOnboarding_Explore_Title
source: Explore Paderborn
de: Paderborn erkunden

# UserOnboarding_Forward
source: NEXT
de: WEITER

# UserOnboarding_Ok
source: ALL RIGHT
de: ALLES KLAR

# UserOnboarding_Route_Text
source: Explore Paderborn on your own or with topic-specific routes
de: Erkunde frei oder anhand themenspezifischer Routen Paderborn

# UserOnboarding_Route_Title
source: Theme-specific routes
de: Themenspezifische Routen

# UserOnboarding_Skip
source: SKIP
de: ÜBERSPRINGEN

# UserOnboarding_Students_Text
source: An evolving app created by students of the University of Paderborn
de: Eine sich weiterentwickelnde App erstellt von Studierenden der Universität Paderborn

# UserOnboarding_Students_Title
source: Made by students
de: Von Studierenden

# LoadingPage_Subtext
source: One moment please...
de: Einen Moment bitte...

# LoadingPage_Text
source: Historical Paderborn is being loaded
de: Historisches Paderborn wird geladen

# MapRenderer_NoLocation_Text
source: You are not in Paderborn or there is currently no GPS signal available
de: Sie sind nicht in Paderborn oder es ist momentan kein GPS Signal vorhanden

# RouteDetailspageViewModel_Back
source: Back
de: Zurück

# RouteDetailspageViewModel_ContinueRoute
source: Continue the route
de: Route fortführen

# RouteDetailspageViewModel_RestartRoute
source: Restart the route
de: Route neu starten

# RouteDetailspageViewModel_RouteStarted
source: The route has already started:
de: Die Route wurde bereits begonnen:

# ExhibitDetailsPage_AdditionalInformation
source: Additional information
de: Zusätzliche Informationen

# ExhibitNearby_ExhibitNearby
source: Sight nearby
de: Sehenswürdigkeit in der Nähe

# ExhibitOrRouteNearby_Question_Part1
source: Would you like to have a closer look at
de: Möchten Sie sich

# RouteNearby
source: Nearby route
de: Route in der Nähe

# SkipExhibit_Question_Part1
source: Do you really want to skip
de: Möchten Sie wirklich

# SkipExhibit_Title
source: Skip sight
de: Sehenswürdigkeit überspringen

# SettingsScreenView_FurtherSettings_Title
source: More settings
de: Weitere Einstellungen

# SettingsScreenView_RemoveAllDownloadsButton_Text
source: Remove
de: Entfernen

# SettingsScreenView_RemoveAllDownloadsPrompt_Confirm
source: Remove
de: Entfernen

# SettingsScreenView_RemoveAllDownloadsPrompt_Question
source: Do you really want to remove all downloads? The app has to be restarted for this.
de: Möchten Sie wirklich alle Downloads entfernen? Die App muss dafür neu gestartet werden.

# SettingsScreenView_RemoveAllDownloadsPrompt_Title
source: Remove all downloads
de: Alle Downloads entfernen

# SettingsScreenView_RemoveAllDownloads_Text
source: Remove all downloads (Use this option to free up disk space)
de: Alle Downloads entfernen (Nutzen Sie diese Option, um Speicherplatz freizugeben)

# ExhibitsOverviewView_EmptyList
source: No sights available. Download sights to get started!
de: Keine Sehenswürdigkeiten verfügbar. Laden Sie Sehenswürdigkeiten herunter, um loszulegen!

# RoutesOverviewView_EmptyList
source: No routes available. Download routes to get started!
de: Keine Routen verfügbar. Laden Sie Routen herunter, um loszulegen!

# DownloadData_Title
source: Download new data?
de: Neue Daten herunterladen?

# DownloadData_Always
source: Always
de: Immer

# SettingsScreenView_Data_Title
source: Data
de: Daten

# SettingsScreenView_WifiOnly_Text
source: When enabled, data will only be downloaded via WiFi
de: Wenn aktiviert, werden Daten nur über Wlan heruntergeladen

# LoadingPageViewModel_BaseData_DatabaseUpToDateCheckFailed
source: It could not be verified if there are new routes or sights data. Check your internet connection.
de: Es konnte nicht überprüft werden, ob es neue Routen oder Sehenswürdigkeiten Daten gibt. Überprüfen Sie Ihre Internetverbindung.

# LoadingPageViewModel_BaseData_DataAvailable
source: Base data available
de: Basis Daten verfügbar

# LoadingPageViewModel_BaseData_DownloadViaMobile
source: It is recommended to keep the base data up to date. The settings define that data should not be downloaded via mobile data connections. Do you still want to download this base data anyway?
de: Es wird empfohlen die Basis Daten immer aktuell zu halten. In den Einstellungen ist festgelegt, dass Daten nicht über Mobile Datenverbindungen heruntergeladen werden sollen. Möchten Sie diese Basis Daten jetzt trotzdem herunterladen?

# StorageTitle
source: Used disc space for data
de: Belegter Speicherplatz für Daten

# ExhibitRouteDownloadPage_Download_Text
source: Downloading additional data
de: Lade zusätzliche Daten herunter

# MainPageViewModel_Account
source: Account
de: Konto

# MainPageViewModel_Profile
source: Profile
de: Profil

# ProfileView_Achievements
source: Achievements
de: Erfolge

# ProfileView_Statistic
source: Statistic
de: Statistik

source: Logout
de: Abmelden

# ProfileView_Overview_Achievements
source: Achievements:
de: Erfolge:

# ProfileView_Overview_Progress
source: Progress:
de: Fortschritt:

# ProfileView_Overview_Score
source: Score:
de: Punkte:

# LoginScreenView_Error_Wrong_Credentials
source: Wrong e-mail / password combination
de: Falsche E-Mail/Passwort Kombination

# LoginScreenView_Error_Unknown_Email
source: Unknown e-mail address
de: Unbekannte E-Mail Adresse

# LoginScreenView_Error_Wrong_Password
source: Wrong password
de: Falsches Passwort

# LoginScreenView_Login
source: Log in
de: Einloggen

# LoginScreenView_Password
source: Password
de: Passwort

# LoginScreenView_Register
source: Register
de: Registrieren

# LoginScreenView_Forgot_Password
source: Forgot password?
de: Passwort vergessen?

# LoadingPageViewModel_BaseData_DownloadFailed_Text
source: The current data could not be downloaded.
de: Die aktuellen Daten konnten nicht heruntergeladen werden.

# LoadingPageViewModel_BaseData_DownloadFailed_Title
source: Data download
de: Daten Download

# LoadingPageViewModel_BaseData_OnlyMobile
source: The settings give you the ability to allow the download of data via mobile data connections.
de: In den Einstellungen haben Sie die Möglichkeit, den Download der Daten auch über Mobile Datenverbindungen zu erlauben.

# ForgotPasswordScreenView_Forgot_Password
source: Forgot password?
de: Passwort vergessen?

# ForgotPasswordScreenView_Info
source: No problem. We'll send you an e-mail to reset your password.
de: Kein Problem. Wir schicken dir eine E-Mail zum Zurücksetzen deines Passworts.

# ForgotPasswordScreenView_Invalid_Email
source: Invalid e-mail address
de: Ungültige E-Mail-Adresse

# ForgotPasswordScreenView_Reset_Password
source: Reset password
de: Passwort zurücksetzen

# ForgotPasswordScreenView_Unknown_Email
source: Unknown e-mail address. Please register with your e-mail address.
de: Unbekannte E-Mail-Adresse. Bitte registriere dich mit deiner E-Mail-Adresse.

# RegisterScreenView_Password
source: Password
de: Passwort

# RegisterScreenView_RepeatPassword
source: Repeat password
de: Passwort wiederholen

# RegisterScreenView_Register
source: Register
de: Registrieren

# RegisterScreenView_Error_Register_Fail
source: Registration failed
de: Registrierung fehlgeschlagen

# RegisterScreenView_Alert_Description
source: An e-mail has been sent to you. Please confirm this e-mail to be able to log in.
de: Eine E-Mail wurde Ihnen gesendet. Bitte bestätigen Sie diese E-Mail, um sich einloggen zu können.

# RegisterScreenView_Alert_Registered
source: User registration
de: Benutzer Registrierung

# RegisterScreenView_Error_Empty_Email_And_Password
source: The e-mail and password input field is empty
de: Das E-Mail und Passwort-Eingabefeld ist leer

# RegisterScreenView_Error_Empty_Password
source: The password input field is empty
de: Das Passwort-Eingabefeld ist leer

# ForgotPasswordScreenView_Alert_Description
source: We've sent you an e-mail with instructions on how to reset your password
de: Wir haben dir eine E-Mail mit Anweisungen zum Zurücksetzen deines Passworts geschickt

# ForgotPasswordScreenView_Alert_Password_Resetted
source: Reset password
de: Passwort zurückgesetzt

# ForgotPasswordScreenView_Error_Empty_Email
source: The e-mail input field is empty
de: Das E-Mail-Eingabefeld ist leer

# LoginScreenView_Error_Empty_Email
source: The e-mail input field is empty
de: Das E-Mail-Eingabefeld ist leer

# LoginScreenView_Error_Empty_Email_And_Password
source: The e-mail and password input field is empty
de: Das E-Mail- und Passwort-Eingabefeld ist leer

# LoginScreenView_Error_Empty_Password
source: The password input field is empty
de: Das Passwort-Eingabefeld ist leer

# LoginScreenView_Dialog_Login
source: Sign in
de: Melde an

# Alert_No_Internet_Description
source: We are not able to connect to the internet. Please check your network connection.
de: Wir konnten keine Verbindung mit dem Internet herstellen. Bitte überprüfe deine Netzwerkverbindung.

# Alert_Confirm
source: Confirm
de: Bestätigen

# Alert_No_Internet_Title
source: No network connection
de: Keine Netzwerkverbindung

# Alert_Server_Error_Description
source: A server error occurred. Please try again later.
de: Es ist ein Server fehler aufgetreten. Bitte versuche es später noch einmal.

# Alert_Server_Error_Title
source: Server error
de: Server Fehler

# Alert_Unknown_Error_Description
source: An unknown error occurred.
de: Es ist ein unbekannter Fehler aufgetreten.

# Alert_Unknown_Error_Title
source: Unknown error
de: Unbekannter Fehler

# LicenseScreenView_User_Dialogs_Text
source: From <a href="https://github.com/aritchie/userdialogs">Allan Ritchie</a>, licensed under <a href="https://github.com/aritchie/userdialogs/blob/master/LICENSE.md">MIT</a>. No changes were made.
de: Von <a href="https://github.com/aritchie/userdialogs">Allan Ritchie</a>, lizenziert unter <a href="https://github.com/aritchie/userdialogs/blob/master/LICENSE.md">MIT</a>. Es wurden keine Änderungen vorgenommen.

# CharacterSelectionPage_Adventurer_Text
source: Discover Paderborn on your own! Gain new experiences!
de: Entdecke Paderborn auf eigene Faust! Mache neue Erfahrungen!

# CharacterSelectionPage_Professor_Text
source: Follow the guided tours to discover Paderborn!
de: Folge den geführten Touren um Paderborn zu entdecken!

# LicenseScreenView_CreditsImagesCharacterSelection_Title
source: Credits of the images in the avatar selection and in the profile view
de: Credits der Bilder in der Avatar Auswahl und in der Profil Ansicht

# RegisterScreenView_Error_Empty_Email
source: The e-mail input field is empty
de: Das E-Mail-Eingabefeld ist leer

# RegisterScreenView_Error_Mismatch_Password
source: The passwords are not matching
de: Die Passwörter stimmen nicht überein

# RegisterScreenView_Error_Invalid_Email
source: Invalid e-mail
de: Ungültige E-Mail

# ExhibitDetailsPage_Distance_Text
source: You have to visit the sight first before the details are available!
de: Sie müssen die Sehenswürdigkeit zuerst besucht haben, um die Details zu sehen!

# ExhibitDetailsPage_Distance_Title
source: Not unlocked
de: Nicht Freigeschaltet

# LicenseScreenViewModel_UnlockExhibits_Text
source: All sights unlocked!
de: Alle Sehenswürdigkeiten freigeschaltet!

# LicenseScreenViewModel_UnlockExhibits_Title
source: Sight unlocked
de: Sehenswürdigkeiten Freigeschaltet

# MainPageViewModel_Leaderboard
source: Leaderboard
de: Rangliste

# SettingsScreenView_CharacterSelection_Text_IsAdventurer
source: You are using the app in adventurer mode.
de: Sie nutzen die App im Abenteurer-Modus.
